
// Clock Menu Items Strings
"ParentalControlsTitle"			= "Kindersicherung";
"ParentalControlsBedtime"		= "Nachtruhe:";
"ParentalControlsTimeRemaining"	= "Verbleibende Zeit:";
"ViewAsAnalog"					= "Analoge Uhr";
"ViewAsDigital"					= "Digitale Uhr";
"OpenDateTimePref"				= "Systemeinstellung „Datum & Uhrzeit“ …";
